Repository: HFT/cream-browser
Catalog: po/*.po
Languages: fr

source: Exit Cream-Browser
fr: Quitter Cream-Browser

source: Open URL
fr: Ouvrir une URL

source: Open URL in a new view
fr: Ouvrir une URL dans un nouvel onglet

source: Split the current view
fr: Divise la vue actuelle en deux nouvelles

source: Split the current view vertically
fr: Divise verticalement la vue actuelle en deux nouvelles

source: Close the current view
fr: Ferme la vue actuelle

source: %s isn't implemented
fr: %s n'est pas implémenté

source: Unknow command '%s'
fr: Commande inconnue '%s'

source: 'package' isn't a table
fr: 'package' n'est pas une table

source: 'package.path' isn't a table.
fr: 'package.path' n'est pas une table.

source: cannot get member '%s'
fr: Impossible de récupérer le membre '%s'

source: cannot set member '%s'
fr: Impossible de définir le membre '%s'

source: %s not referenced.
fr: %s n'est pas référencé.

source: Error (%s:%d): %s: %s
fr: Erreur (%s:%d): %s: %s

source: Error (%s:%d): %s
fr: Erreur (%s:%d): %s

source: Configuration not found.
fr: Aucune configuration trouvée.

source: Theme wasn't initialized.
fr: Le thème n'a pas été initialisé.

source: Enable logging
fr: Active le log

source: Load an alternate config file.
fr: Charger une configuration alternative.

source: Unix socket's path
fr: Chemin vers le socket UNIX

source: Send a command on the specified socket (see --socket,-s)
fr: Envoie une commande sur le socket spécifié (voir --socket,-s)

source: Show version informations
fr: Affiche les informations sur la version actuelle

source: %s %s, developped by David Delassus <david.jose.delassus@gmail.com>
fr: %s %s, développé par David Delassus <david.jose.delassus@gmail.com>

source: Released under %s license.
fr: Distribué sous les termes de la licence %s.

source: Builded with:
fr: Compilé avec :

source: Builded on %s with:
fr: Compilé sur %s avec :

source: Builded in debug mode.
fr: Compilé en mode debug.

source: Builded in release mode.
fr: Compilé en mode release.

source: Error reading UNIX socket '%s'
fr: Erreur lors de la lecture du socket UNIX '%s'

source: Error writing UNIX socket '%s'
fr: Erreur lors de l'écriture du socket UNIX '%s'

source: socket(%s) failed: %s
fr: socket(%s) échec: %s

source: fcntl(%s) failed: %s
fr: fcntl(%s) échec: %s

source: bind(%s) failed: %s
fr: bind(%s) échec: %s

source: getsockname(%s) failed: %s
fr: getsockname(%s) échec: %s

source: listen(%s) failed: %s
fr: listen(%s) échec: %s

source: Current state
fr: Mode actuel

source: Current focused webview's link
fr: Lien de la page ayant le focus

source: Current history state
fr: Etat de l'historique de la page ayant le focus

source: Current scroll state
fr: Etat du scroll de la page ayant le focus

source: Waiting for hostname...
fr: En attente de l'hôte...

source: Transfering data from %s...
fr: Transfert des données depuis %s...
